export default {
  // alert
  ma001: '로그인 아이디를 입력해주세요',
  ma002: '비밀번호를 입력해주세요',
  ma003: '아이디 또는 비밀번호가 잘못되었습니다.\n다시 시도하여 주세요',
  ma004: '비밀번호를 다시 확인해주세요',
  ma005: '최소 1개의 클래스 권한 그룹이 필요합니다.',
  ma006: '사용 가능한 URL 입니다.',
  // confirm
  mc001: '로그아웃 하시겠습니까?',
  mc002: '변경 내용을 저장하시겠습니까?',
  mc003: '변경 내용을 취소하시겠습니까?',
  mc004: '해당 회원을 관리자로 추가하시겠습니까?',
  mc005: '선택한 {{n}}명의 관리자의 관리권한을 해제하시겠습니까?',
  mc006: '해당 관리자의 관리권한을 해제하시겠습니까?',
  mc007: '이 페이지에서 나가시겠습니까?\n변경사항이 저장되지 않을 수 있습니다', // 나가기, 최소
  mc008: '클래스 신규 개설 중지 설정을 저장하시겠습니까?',
  mc009: '신규 팝업을 등록 하시겠습니까?',
  mc010: '변경된 팝업 내용을 저장하시겠습니까?',
  mc011: '매뉴얼을 업데이트 하시겠습니까?',
  mc012: '신규 클래스를 개설하시겠습니까?',
  mc013: '신규 클래스 개설을 취소하시겠습니까?\n입력한 정보는 저장 되지 않습니다.',
};
